[
    {
        "hint": "A large, yellow fruit that monkeys love to eat.",
        "answer": "banana"
    },
    {
        "hint": "It has four legs and barks.",
        "answer": "dog"
    },
    {
        "hint": "You use this to read stories and learn new things.",
        "answer": "book"
    },
    {
        "hint": "It flies in the sky and has feathers.",
        "answer": "bird"
    },
    {
        "hint": "You drive this on roads. It has four wheels.",
        "answer": "car"
    },
    {
        "hint": "This sweet, red fruit grows on trees.",
        "answer": "apple"
    },
    {
        "hint": "It has a trunk and green leaves, providing shade.",
        "answer": "tree"
    },
    {
        "hint": "A friendly animal that meows and loves to nap.",
        "answer": "cat"
    },
    {
        "hint": "A structure where people live.",
        "answer": "house"
    },
    {
        "hint": "You pedal this to ride. It has two wheels.",
        "answer": "bike"
    },
    {
        "hint": "A small, green amphibian that jumps.",
        "answer": "frog"
    },
    {
        "hint": "It swims in water and has fins.",
        "answer": "fish"
    },
    {
        "hint": "A bright, warm star that lights up our day.",
        "answer": "sun"
    },
    {
        "hint": "It's beautiful, colorful, and smells nice. Often found in gardens.",
        "answer": "flower"
    },
    {
        "hint": "A shining object in the night sky, often twinkle.",
        "answer": "star"
    },
    {
        "hint": "A symbol of love, it pumps blood through your body.",
        "answer": "heart"
    },
    {
        "hint": "A large body of salt water that covers most of Earth.",
        "answer": "ocean"
    },
    {
        "hint": "Green plants that grow on the ground, often in yards.",
        "answer": "grass"
    },
    {
        "hint": "A round object in the night sky that changes shape.",
        "answer": "moon"
    },
    {
        "hint": "Small, round, purple or green fruits that grow in bunches.",
        "answer": "grape"
    },
    {
        "hint": "A round, orange citrus fruit with a thick skin.",
        "answer": "orange"
    },
    {
        "hint": "A yellow dairy product made from milk, often on pizza.",
        "answer": "cheese"
    },
    {
        "hint": "A clear liquid that all living things need to survive.",
        "answer": "water"
    },
    {
        "hint": "A large, furry animal that likes honey and hibernates.",
        "answer": "bear"
    },
    {
        "hint": "A pink farm animal that says 'oink' and loves mud.",
        "answer": "pig"
    },
    {
        "hint": "A fluffy white farm animal that gives us wool.",
        "answer": "sheep"
    },
    {
        "hint": "A small, red fruit with a pit, often on top of desserts.",
        "answer": "cherry"
    },
    {
        "hint": "A baked food made from flour, often eaten with butter.",
        "answer": "bread"
    },
    {
        "hint": "A white, fluffy object that floats in the sky.",
        "answer": "cloud"
    },
    {
        "hint": "A flat, green part of a plant that grows on branches.",
        "answer": "leaf"
    },
    {
        "hint": "A piece of furniture you sit on, often at a table.",
        "answer": "chair"
    },
    {
        "hint": "A round object used in sports, can bounce.",
        "answer": "ball"
    },
    {
        "hint": "A large, orange and black striped wild cat.",
        "answer": "tiger"
    },
    {
        "hint": "Something you wear on your head to keep warm or look nice.",
        "answer": "hat"
    },
    {
        "hint": "A piece of clothing you wear on your upper body.",
        "answer": "shirt"
    },
    {
        "hint": "What you wear on your foot, goes inside your shoe.",
        "answer": "sock"
    },
    {
        "hint": "Hot, orange flames that give light and heat.",
        "answer": "fire"
    },
    {
        "hint": "Frozen water, cold and slippery.",
        "answer": "ice"
    },
    {
        "hint": "A yellow vegetable with kernels, often eaten at movies.",
        "answer": "corn"
    },
    {
        "hint": "A beautiful, fragrant flower, often red, symbol of love.",
        "answer": "rose"
    },
    {
        "hint": "A long, slithery reptile with no legs.",
        "answer": "snake"
    },
    {
        "hint": "A large animal people ride, has a mane and tail.",
        "answer": "horse"
    },
    {
        "hint": "The largest animal in the ocean, very big and gray.",
        "answer": "whale"
    },
    {
        "hint": "A sour, yellow citrus fruit used in drinks.",
        "answer": "lemon"
    },
    {
        "hint": "A furry animal that swings from trees and eats bananas.",
        "answer": "monkey"
    },
    {
        "hint": "A long body of flowing water, smaller than an ocean.",
        "answer": "river"
    },
    {
        "hint": "A very tall, rocky land formation that reaches toward the sky.",
        "answer": "mountain"
    },
    {
        "hint": "A small, yellow and black insect that makes honey.",
        "answer": "bee"
    },
    {
        "hint": "A sweet dessert often eaten at birthday parties.",
        "answer": "cake"
    }
]